Repository: KristoffLiu/mac-status
Catalog: MacStatus/MacStatus/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (Select One)
zh_hans: (选择一个)

source: 0.2 Secs (Ultra Fast)
zh_hans: 0.2 秒 (极速)

source: 0.5 Secs (Fast)
zh_hans: 0.5 秒 (较快)

source: 1.0 Secs (Normal)
zh_hans: 1.0 秒 (正常)

source: 2.0 Secs (Power Saving)
zh_hans: 2.0 秒 (省电)

source: A minimalist tool to monitor your Mac's power and battery status in real-time.
zh_hans: 实时监控 Mac 电源与电池状态的极简工具，为您提供精确的系统功耗与电池健康分析。

source: About
zh_hans: 关于

source: Adapter Name
zh_hans: 适配器名称

source: Adapter Protocol
zh_hans: 协议

source: Add Widget
zh_hans: 添加小组件

source: AlDente Icon
zh_hans: AlDente 图标

source: AlDente Status
zh_hans: AlDente 状态

source: All widgets added
zh_hans: 所有小组件已添加在面板上

source: App Features
zh_hans: 应用说明

source: Appearance
zh_hans: 外观

source: Appearance Settings
zh_hans: 外观设置

source: Battery Core Data
zh_hans: 电池核心数据

source: Battery Health
zh_hans: 电池健康

source: Battery Level
zh_hans: 电池电量

source: Battery Specs
zh_hans: 电池规格

source: Battery Temperature
zh_hans: 电池温度

source: Calibration Mode
zh_hans: 校准模式

source: Capacity
zh_hans: 容量

source: Charging
zh_hans: 充电中

source: Charging Protocol
zh_hans: 充电协议 (Adapter)

source: Charging State
zh_hans: 充电状态

source: Clear All
zh_hans: 全部清除

source: Color Scheme
zh_hans: 配色方案

source: Current
zh_hans: 电流

source: Current PD
zh_hans: 当前 PD

source: Cycle Count
zh_hans: 循环次数

source: Cycles
zh_hans: 循环

source: Dashboard
zh_hans: 仪表盘

source: Dashboard Style
zh_hans: 仪表盘样式

source: Design Capacity
zh_hans: 设计容量

source: Design Power
zh_hans: 设计功率

source: Developer
zh_hans: 开发者

source: Discharging
zh_hans: 放电中

source: Do Not Show
zh_hans: 不要显示

source: Done
zh_hans: 完成

source: Fully Charged
zh_hans: 充满

source: General
zh_hans: 通用

source: General Settings
zh_hans: 通用设置

source: Good
zh_hans: 健康

source: Health
zh_hans: 健康度

source: High Power Apps
zh_hans: 高功耗应用

source: High Power:
zh_hans: 高功耗：

source: Links & Support
zh_hans: 链接与支持

source: Low Power Mode Color
zh_hans: 低电量模式颜色

source: macOS Capacity
zh_hans: macOS 容量

source: macOS Condition
zh_hans: macOS 条件

source: macOS Native
zh_hans: macOS 原生

source: macOS Status
zh_hans: macOS 状态

source: Main Icon Options
zh_hans: 主图标选项

source: Main Icon Style
zh_hans: 主图标样式

source: Maximum Capacity
zh_hans: 最大容量

source: Menu Bar
zh_hans: 菜单栏

source: Menu Bar Properties
zh_hans: 菜单栏属性

source: Menu Bar Right Click
zh_hans: 菜单栏右击

source: Menu Item Directory
zh_hans: 菜单项目录

source: Menu Item Spacing
zh_hans: 菜单项间距

source: Menu Update Interval
zh_hans: 菜单更新间隔

source: Negotiated Current
zh_hans: 协商电流

source: Negotiated Voltage
zh_hans: 协商电压

source: No Applications Using Significant Energy
zh_hans: 没有高功耗的应用程序

source: Normal
zh_hans: 正常

source: Not Connected
zh_hans: 未连接

source: Off
zh_hans: 关闭

source: Official Website
zh_hans: 官方网站

source: On
zh_hans: 开启

source: Overheat Protection
zh_hans: 过热保护

source: pd charger
zh_hans: PD 充电器

source: Power
zh_hans: 电源

source: Power Adapter Specs
zh_hans: 电源适配器规格

source: Powered by SwiftUI.
zh_hans: 由 SwiftUI 提供驱动。

source: Quit
zh_hans: 退出应用

source: Real-time Energy Flow
zh_hans: 实时能耗流向

source: Refresh Interval While Panel Open
zh_hans: 面板打开时刷新间隔

source: Refresh Rate
zh_hans: 刷新频率

source: Refresh rate automatically drops to 10 seconds in the background when the panel is closed
zh_hans: 面板关闭后会在后台自动降速为 10 秒刷新

source: Remaining Capacity
zh_hans: 剩余容量

source: Reset
zh_hans: 重置

source: Sailing Mode
zh_hans: 航海模式

source: Same as Left Click
zh_hans: 同左击

source: Sankey Power Flow (Enabled)
zh_hans: 桑基图能量流 (已启用)

source: Select a menu on the left
zh_hans: 请选择左侧菜单

source: Selected Menu Items
zh_hans: 选定的菜单项

source: Service Recommended
zh_hans: 需要维修

source: Show Percentage
zh_hans: 显示百分比

source: Suspended
zh_hans: 已暂停

source: System
zh_hans: 跟随系统

source: System Load
zh_hans: 系统负载

source: Temperature
zh_hans: 温度

source: Time until Full/Empty
zh_hans: 满载/剩余时间

source: Unknown
zh_hans: 未知

source: Version 1.0.0 (Build 100)
zh_hans: 版本 1.0.0 (Build 100)

source: Voltage
zh_hans: 电压

# 正常
source: Normal
zh_hans: 正常

# 系统
source: System
zh_hans: 系统

# 启动
source: Startup
zh_hans: 启动

# 登录时启动
source: Launch at Login
zh_hans: 登录时启动

# 已注册，等待在系统设置中允许登录时启动。
source: Registered. Allow launch at login in System Settings.
zh_hans: 已注册，等待在系统设置中允许登录时启动。

# 打开登录项设置
source: Open Login Items Settings
zh_hans: 打开登录项设置

# 面板关闭后仅保留菜单栏采样，后台间隔可在菜单栏设置中调整（默认 10 秒）
source: When the panel is closed, only menu bar readings update. Set the background interval in Menu Bar settings (10 seconds by default).
zh_hans: 面板关闭后仅保留菜单栏采样，后台间隔可在菜单栏设置中调整（默认 10 秒）

# 部分功率读数暂不可用
source: Some power readings are unavailable
zh_hans: 部分功率读数暂不可用

# 适配器
source: Adapter
zh_hans: 适配器

# 电池
source: Battery
zh_hans: 电池

# 核心、外设和应用功率为估算值
source: Core, peripheral and app power readings are estimates.
zh_hans: 核心、外设和应用功率为估算值

# 应用能耗暂不可用
source: App energy readings are unavailable
zh_hans: 应用能耗暂不可用

# 正在读取应用能耗…
source: Reading app energy…
zh_hans: 正在读取应用能耗…

# 能耗影响分数，不是瓦数
source: Energy impact score, not watts
zh_hans: 能耗影响分数，不是瓦数

# 尚未接入 AlDente 状态数据
source: AlDente status data is not connected.
zh_hans: 尚未接入 AlDente 状态数据

# 容量评估（非系统诊断）
source: Capacity assessment (not a system diagnosis)
zh_hans: 容量评估（非系统诊断）

# 在菜单栏查看电池、功率流向和系统状态。估算读数会单独标注。
source: View battery, power flow and system status in the menu bar. Estimated readings are labeled.
zh_hans: 在菜单栏查看电池、功率流向和系统状态。估算读数会单独标注。

# 反馈与支持
source: Feedback & Support
zh_hans: 反馈与支持

# 容量正常
source: Normal capacity
zh_hans: 容量正常

# 容量偏低
source: Reduced capacity
zh_hans: 容量偏低

# 暂不可用
source: Unavailable
zh_hans: 暂不可用

# 传感器读数暂不一致
source: Sensor readings disagree
zh_hans: 传感器读数暂不一致

# 等待读数稳定后恢复能量流向
source: Power flow will resume when readings agree.
zh_hans: 等待读数稳定后恢复能量流向
